/* Type of IP address */
"6to4 relay" = "6至4轉換";

/* No comment provided by engineer. */
"AirPort Connected" = "無線網路已連接";

/* No comment provided by engineer. */
"Airport connected" = "無線網路已連接";

/* No comment provided by engineer. */
"Airport disconnected" = "無線網路已斷線";

/* No comment provided by engineer. */
"AirPort Disconnected" = "無線網路已斷線";

/* No comment provided by engineer. */
"Battery charging..." = "電池充電中...";

/* Type of IP address */
"Benchmark" = "基準";

/* No comment provided by engineer. */
"Bluetooth Connection" = "藍牙連線";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "藍牙裝置已連接";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "藍牙裝置已斷線";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "藍牙斷線";

/* No comment provided by engineer. */
"Current charge: %d%%" = "目前電池容量：%d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "乙太網路已啟用";

/* No comment provided by engineer. */
"Ethernet deactivated" = "乙太網路已停用";

/* No comment provided by engineer. */
"FireWire Connection" = "FireWire 連線";

/* No comment provided by engineer. */
"FireWire Device Connected" = "FireWire 裝置已連接";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "FireWire 裝置已斷線";

/* No comment provided by engineer. */
"FireWire Disconnection" = "FireWire 斷線";

/* No comment provided by engineer. */
"Group Network Notifications" = "群組網路通知";

/* No comment provided by engineer. */
"Interface:\ten0" = "介面：\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "介面：\ten0\nMedia:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "已獲得 IP";

/* No comment provided by engineer. */
"IP address acquired" = "已獲得 IP 位址";

/* No comment provided by engineer. */
"IP address released" = "已釋放 IP 位址";

/* No comment provided by engineer. */
"IP Released" = "已釋放 IP";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "已加入網路.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "離開網路%@.";

/* Type of IP address */
"Link-local" = "本地連接";

/* Type of IP address */
"Loopback" = "回送";

/* No comment provided by engineer. */
"Network Link Down" = "網路斷線";

/* No comment provided by engineer. */
"Network Link Up" = "網路連線";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "新的主要 IP：%1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "目前沒有 IP 位址";

/* No comment provided by engineer. */
"On A/C power" = "電源來自交流電";

/* No comment provided by engineer. */
"On battery power" = "電源來自電池";

/* No comment provided by engineer. */
"On UPS power" = "電源來自 UPS ";

/* No comment provided by engineer. */
"Preferences..." = "偏好設定...";

/* Type of IP address */
"Private" = "私人";

/* Type of IP address */
"Public" = "公開";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "結束 HardwareGrowler";

/* Type of IP address */
"Reserved" = "保留";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "啟動時顯示已連接裝置";

/* No comment provided by engineer. */
"Switched to A/C Power" = "切換至交流電源";

/* No comment provided by engineer. */
"Switched to Battery Power" = "切換至電池供電";

/* No comment provided by engineer. */
"Switched to UPS Power" = "切換至 UPS 供電";

/* No comment provided by engineer. */
"Sync finished" = "同步完成";

/* No comment provided by engineer. */
"Sync started" = "同步開始";

/* Type of IP address */
"Test" = "測試";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "這項設定會在 HardwareGrowler 重新啟動後生效";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "剩餘時間：%i分鐘";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "剩餘充電時間：%i分鐘";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "未命名 FireWire 裝置";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 匯流排";

/* No comment provided by engineer. */
"USB Bus" = "USB 匯流排";

/* No comment provided by engineer. */
"USB Connection" = "USB 連線";

/* No comment provided by engineer. */
"USB Device Connected" = "USB 裝置已連接";

/* No comment provided by engineer. */
"USB Device Disconnected" = "USB 裝置已斷線";

/* No comment provided by engineer. */
"USB Disconnection" = "USB 斷線";

/* No comment provided by engineer. */
"Volume Mounted" = "卷宗已裝載";

/* No comment provided by engineer. */
"Volume Unmounted" = "卷宗已退出";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "開啟 HardwareGrowler 偏好設定";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "於兩者都顯示圖示";

/* display the icon only in the dock */
"Show icon in the dock" = "於 Dock 顯示圖示";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "於 Menubar 顯示圖示";

/* display no icon at all */
"No icon visible" = "不顯示圖示";

/* No comment provided by engineer. */
"Icon:" = "圖示：";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "啟用該選項將使 HardwareGrowler 不再顯示 Dock 圖示及選單項目。\n\n請於 Launchpad 點擊 HardwareGrowler，或於 Finder 中開啟 HardwareGrowler 以進行設定。";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "注意！啟用該選項將使 HardwareGrowler 於背景執行";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "注意！啟用該選項會將 HardwareGrowler 加入登入啟動項目";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "這將會在您每次登入時啟動 HardwareGrowler，若您必須隨時啟用程式時可以使用該選項";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "在登入時啟動 HardwareGrowler：";